module.exports = `
  ### 自我介绍

1、基本信息：名字、在读院校(毕业院校)、学历、户籍.

2、简单介绍一下技术栈及使用年限.

\`\`\`shell
#擅长使用的语言和辅语言，框架和组件的掌握程度。
\`\`\`

3、说下实习经历和项目经历.

\`\`\`shell
#简历上已经有写清楚的内容就不赘述，说下实习负责的工作内容，项目背景等。
#如果有特别擅长的组件知识，可以引导面试官来问。
expample='例如：使用了redis的list解决XX的瞬时高并发的请求和数据一致性'
\`\`\`

4、其他兴趣爱好、奖项获取、校园经历等.

\`\`\`shell
#有些公司比较注重程序员的业余生活。
#如果世间充裕可以通过介绍一下校园经历来侧面说明自己的性格
#国家级、校级等奖项都可以说一下
#论文情况：已发表、待录取。说下研究方向和论文发表情况即可
#招聘实习时，有些公司不希望因为论文是实习生回校的借口。
\`\`\`

5、最后说一说面试的目的。

6、事件尽量控制在1分半钟内吧， **注意语速** ，要让面试官听清。

### Example

>\t\t面试官下午好，我是来自\`广东\`的陈三，目前就读于\`中南大学计算机学院\`，学习的专业是软件工程，主学语言是\`JAVA\`，有两年的\`java\`使用经验，熟悉当前的主流框架，\`springboot\`框架、\`springcloud\`微服务开发框架，还学习并使用过前沿的组件，如\`Dubbo\`、\`Docker\`、\`ActiveMQ\`及\`ElasticSearch\`，数据库方面比较熟悉的是\`MySql\`和\`Redis\`，熟悉\`Linux\`的基本命令。
>\t\t曾在腾讯云实习4个月，主要负责XX系统的开发和对接云服务、以及优化查询效率。独立开发实验室网站贴吧项目，使用的是\`springBoot\`框架，主要是构建内部学术交流平台，模板项目目前部署在阿里云服务器上，可以通过简历的附属地址访问。对并发多线程问题有一定的了解。
>\t\t在校研究方向是边缘计算，目前投稿\`IEEE TRANSACTIONS ON VEHICULAR TECHNOLOGY\`一篇。本人对软件开发具有浓厚的兴趣，科研之余经常专研技术，常在力扣网发表自己对题目的见解，比较渴望能在实习中巩固所学知识。
`
